{
  "aboutmyid_about_your_myid": "About your myID",
  "aboutmyid_content_desc_yourmyid": "Experience seamless access and management with myID, your ultimate hub for handling numbers, products, and AIS services. Simplifying your journey, myID ensures effortless bill payments, balance checks, and exclusive privileges from AIS and partners – all at your fingertips! Stay connected anytime, anywhere. Unlock convenience by accessing services simultaneously across all your devices with just one myID account. Embrace simplicity and enhance connectivity!",
  "aboutmyid_date_joined": "<b>Date joined</b>",
  "aboutmyid_myid_guideline": "myID Guideline",
  "aboutmyid_delete_myid": "Delete myID",
  "aboutmyid_permanantly_delete_myid_title": "<b>Permanantly delete myID</b>",
  "aboutmyid_permanantly_delete_myid_desc": "Please let us know why you want to delete myID",
  "aboutmyid_delete_myid_cannot_find_number": "I can't find the number in \"My Number\". / Unable to add the number under my ID card.",
  "aboutmyid_delete_myid_cannot_find_number_section1": "<b>I can't find the number in \"My Number\". /  Unable to add the number under  myID card.</b>",
  "aboutmyid_delete_myid_cannot_find_number_section2": "In case you can't find your number in \"My Number\",  you can add the number instead of deleting the  myID account.",
  "aboutmyid_delete_myid_cannot_find_number_section3": "Simply go to the Profile tab, click on the \"+\" button  in \"My Number\" section choose or enter the number,  and input the received OTP.",
  "aboutmyid_delete_myid_cannot_find_number_section4": "<ul><li>The service is only available for the numbers and services provided by AIS.</li><li>myID allows adding numbers under the same ID card; you can't add numbers registered under different ID card numbers.</li></ul>",
  "aboutmyid_delete_myid_contact_ais": "<b>If you encounter any issues during the process, contact the AIS Contact Center at 1175.</b>",
  "aboutmyid_edit_myid_number": "Edit myID number",
  "aboutmyid_delete_myid_change_number_or_email": "I want to change the number or email used for myID login. / No longer using the number or email.",
  "aboutmyid_delete_myid_change_number_or_email_section1": "<b>I want to change the number or email used for myID login. / No longer using the number or email.</b>",
  "aboutmyid_delete_myid_change_number_or_email_section2": "In case you need to change your mobile number and  email used for myID login, you can change it by simply going to the",
  "aboutmyid_delete_myid_change_number_or_email_section3": "Profile tab, navigate to Profile Settings >  select myID Account > click Edit > enter the new phone number and input the received OTP.",
  "aboutmyid_delete_myid_change_number_or_email_section4": "<ul><li>myID allows registration of one phone number and email per account only.</li></ul>",
  "aboutmyid_delete_myid_use_number_or_email": "I want to use the number or email used for myID login with other accounts. / Already have other accounts, want to delete to keep only one account.",
  "aboutmyid_delete_myid_use_number_or_email_section1": "<b>I want to use the number or email used for myID login with other accounts. / Already have other accounts, want to delete to keep only one account.</b>",
  "aboutmyid_delete_myid_use_number_or_email_section2": "In the case that you have registered multiple myID  accounts and wish to delete additional accounts or  no longer want to use a particular account,  you can delete the myID accounts by yourself.  Simply click on the \"Delete myID Account\" button  and confirm the request.",
  "aboutmyid_delete_myid_use_number_or_email_section3": "If you need to review additional usage details, you can check the <u>myID account usage.</u>",
  "aboutmyid_others": "Others",
  "aboutmyid_others_section1": "If you encounter issues using myID and other myAIS  services, you can find additional usage instructions at <u>https://www.ais.th/consumers/lifestyle/new-myais</u> For further inquiries, please contact the AIS Contact Center 1175.",
  "aboutmyid_others_section2": "In case you need to delete your account, you can delete the myID accounts by clicking on the \"Delete myID\" button and confirming the request.",
  "aboutmyid_add_number": "Add Number",
  "aboutmyid_confirm_delete_myid": "Confirm delete myID",
  "aboutmyid_delete_myid_section1": "After successfully cancelling your myID account, you will not be able to make changes or cancel transactions, and you can't retrieve unrecoverable data such as numbers added under myID, credit/debit cards linked to the myID account, images, and favorite lists. If you wish to use the service again in the future, you can register a new myID account. Deleting a myID accounts isn't related to the customer profile, number and service status, AIS Points or package subscriptions.",
  "aboutmyid_delete_myid_section2": "Deleting a myID accounts isn't related to the customer profile, number and service status,  AIS Points or package subscriptions.",
  "aboutmyid_view_user_guide": "View user guide",
  "aboutmyid_desc_corp_number": "myID is a personal account. If you hold a business number, feel free to create a myID by using your personal email address!",
  "aboutmyid_delete_success_title": "We are sad to see you go",
  "aboutmyid_delete_success_desc": "How can we make your experience better."
}
